Repository: reymom/personal_web_page
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca

source: Please log in to access this page.
ca: Siusplau inicieu sessió per accedir a aquesta pàgina.

source: [PREdic] Reset Your Password
ca: [PREdic] Reseteja la Contrasenya

source: Username
ca: Nom d'usuari

source: Password
ca: Contrasenya

source: Remember me
ca: Recoda'm

source: Sign in
ca: Inicia sessió

source: Repeat Password
ca: Rescriu Contrasenya

source: Register
ca: Registrar

source: Please use a different username.
ca: Siusplau utilitza un nom d'usuari diferent

source: This email is already associated to username
ca: Aquest email ja està associat a un nom d'usuari

source: About me
ca: Sobre mi

source: Submit
ca: Acceptar

source: New Pred
ca: Nova Pred

source: Request Password Reset
ca: Demana Reseteig de la Contrasenya

source: Invalid username or password
ca: El nom d'usuari o contrasenya no és vàlid

source: Sign In
ca: Inicia Sessió

source: Congratulations, you are now my friend!
ca: Enhorabona, ara som amics!

source: Check your email for the instructions to reset your password
ca: Revisa el teu correu per les instruccions per resetejar la seva contrasenya

source: Your password has been reset.
ca: La teva contrasenya ha sigut resetejada

source: Your changes have been saved.
ca: Els seus canvis s'han guardat.

source: Edit Profile
ca: Edita el Perfil

source: User %(username)s not found
ca: Usuari %(username)s no trobat

source: Explore
ca: Explorar

source: Page not found
ca: Pàgina no trobada

source: Back
ca: Enrera

source: An unexpected error has occurred
ca: Un error inesperat ha succeït

source: The administrator has been notified. Sorry for the inconvenience!
ca: L'administrador ha sigut notificat. Perdoni per la inconveniència

source: About
ca: Sobre nosaltres

source: Contact
ca: Contacte

source: Login
ca: Inicia sessió

source: Logout
ca: Tanca sessió

source: Explore other predictions
ca: Explora altres prediccions

source: «Newer
ca: «Posteriors

source: Older»
ca: Anteriors»

source: Forgot your password?
ca: Ha oblidat la seva contrasenya?

source: Click to Reset It
ca: Clica per resetejar-la

source: predicts:
ca: prediu:

source: Reset Your Password
ca: Reseteja la teva Contrasenya

source: Reset Password
ca: Reseteja Contrasenya

source: User
ca: Usuari

source: Last seen on
ca: Última connexió fa

source: followers
ca: seguidors

source: following.
ca: seguint.

source: Edit your profile
ca: Edita el teu perfil

source: Follow
ca: Segueix

source: Unfollow
ca: Deixa de seguir
